{
  "192-20_139": {
    "locationInfo" : "Am 22. Juli 1941 wurde Brazlaw durch die deutsche Armee besetzt und dem rumänischen Besatzungsgebiet Transnistria angegliedert. Ein Ghetto wurde im Ort errichtet und mit deportierten Juden aus Bessarabien und der ehemaligen Bukowina gefüllt. Anfang 1942 wurden die Ghettobewohner erschossen oder in Konzentrationslager verschleppt. Am 17. März 1944 eroberte die Rote Armee den Ort. Während des Zweiten Weltkriegs wurde Winnyzja 1941 von der deutschen Wehrmacht erobert. Im Rahmen der Bildung des deutschen Reichskommissariats Ukraine wurde die Stadt am 20. Oktober 1941 in den Generalbezirk Schitomir eingegliedert und am 17. April 1942 in Winniza umbenannt. Es wurden die Kreisgebiete Winniza-Stadt und Winniza-Land gebildet, die am 15. Januar 1943 zum neuen Kreisgebiet Winniza zusammengelegt wurden. Im April 1942 wurden die Juden von deutschen Truppen im besetzten Winnyzja im örtlichen Stadion „selektiert“. Handwerker durften in die kleinen Konzentrationslager neben ihren Werkstätten zurückkehren. Etwa 5.000 Alte, Frauen und Kinder wurden dagegen unter deutscher Aufsicht von den ukrainischen Hilfstruppen zu einer Gärtnerei im Norden der Stadt gebracht, wo sieben Monate zuvor bereits 10.000 Menschen ermordet worden waren. Dort waren zwei Gruben ausgehoben. Die Kinder wurden den Müttern weggenommen und am Rand der einen Grube erschlagen oder erschossen. Mit den Erwachsenen wurde in der anderen wie folgt verfahren: Auf bereits Erschossene musste sich dicht an dicht in der Grube jeweils eine neue Schicht Menschen legen, die dann ebenfalls erschossen wurden. Zum Schluss wurde die Grube mit Erde abgedeckt. Am selben Morgen hatte die Einsatzgruppe jüdische Mütter aus dem Entbindungsheim in Winnyzja in einen Wald geschleppt und dort erschossen. Die Neugeborenen packten die Männer in zwei Jutesäcke und warfen sie im zweiten Stock aus dem Fenster. An der Stelle der Kindergrube, die bis heute nicht exhumiert wurde, befindet sich nun ein Obelisk als Gedenkstein. In Winniza gab es drei Lager : Es gab ein Ghetto für jüdische Zivilbevölkerung, das von Juli bis September 1941 bestand. Es hatte ungefähr 7 000 Bewohner und mindestens 2.000 Tote durch Erschießungen zu beklagen. Das Ghetto stand unter Zivilverwaltung. Als zweites Lager wurde in Winniza ein Zwangsarbeitslager für männliche Juden eingerichtet. Die jüdischen Mitglieder des Zwangsarbeitslagers wurden zu Gleisbauarbeiten herangezogen. Dieses Lager bestand von Dezember 1941 bis April 1944 und wurde von der SS verwaltet. Als die Arbeiter nicht mehr gebraucht wurden, sollen auch sie erschossen worden sein. Das dritte Lager, das eigentliche Kriegsgefangenenlager – Stalag 329 – bestand vom 2. Oktober 1941 bis September 1943. Laut Statistik des Chefs des Kriegsgefangenenwesens wurden dort bis zu 19.379 sowjetische Soldaten gefangen gehalten. Auch außerhalb dieser drei Lager kam es im September 1941 und im Frühjahr 1942 zu Massenerschießungen. Schätzungen gehen davon aus, dass dabei jeweils zwischen 15.000 und 30.000 Bürger in der Stadt Winniza umgebracht wurden."
  }
}